Repository: assholehoff/VetBackup-VMware
Catalog: macOS/VetBackup/Localizable.xcstrings
Source language: en
Languages: sv

source: %lld files
sv: %lld filer

source: %lld files selected
sv: %lld filer valda

# %lld files, %@
source: %1$lld files, %2$@
sv: %1$lld filer, %2$@

source: Archive
sv: Arkiv

source: Backup completed
sv: Säkerhetskopiering slutförd

source: Backup completed on
sv: Säkerhetskopiering slutförd den

source: Backup failed
sv: Säkerhetskopiering misslyckades

source: Backup failed on
sv: Säkerhetskopiering misslyckades den

source: Backup Folder
sv: Mapp

source: Backup if needed
sv: Säkerhetskopiera vid behov

source: Backup in progress
sv: Säkerhetskopiering pågår

source: Backup now
sv: Säkerhetskopiera nu

source: Backup ongoing...
sv: Säkerhetskopiering pågår…

source: Backup time
sv: Tidpunkt

source: Daily backup
sv: Säkerhetskopiera dagligen

source: Date
sv: Datum

source: Delete outdated archives
sv: Radera utdaterade arkiv

source: Delete outdated archives?
sv: Radera utdaterade arkiv?

# Deleting %lld outdated files will free %@
source: Deleting %1$lld outdated files will free %2$@
sv: Radera %1$1lld utdaterade filer frigör %2$@

source: Diagnostics
sv: Diagnostik

source: Folder
sv: Mapp

source: General
sv: Allmänt

source: Highlight outdated archives
sv: Markera utdaterade arkiv

source: Key
sv: Nyckel

source: Last backup attempt
sv: Senaste säkerhetskopieringsförsök

source: Last backup done
sv: Senaste säkerhetskopiering genomfördes

source: Last Date
sv: Senaste datum

source: Launch at login
sv: Starta vid inloggning

source: Make sure Windows is running and user is logged in
sv: Kolla att Windows är igång och användare inloggad

source: Mark outdated archives
sv: Visa utdaterade arkiv

source: Modified
sv: Ändrad

source: Name
sv: Namn

source: Next backup scheduled for
sv: Nästa säkerhetskopiering schemalagd den

source: Next Date
sv: Nästa datum

source: No
sv: Nej

source: No backup folder loaded
sv: Ingen arbetsmapp laddad

source: Password
sv: Lösenord

source: Path
sv: Sökväg

source: Proceed
sv: Fortsätt

source: Quit
sv: Avsluta

source: Really delete the outdated archives?
sv: Verkligen radera utdaterade arkiv?

source: Rescan backup folder
sv: Uppdatera arbetsmappen

source: Run on login
sv: Kör vid inloggning

source: Running
sv: Körs

source: Settings
sv: Inställningar

source: Setup VetBackup
sv: Ställ in VetBackup

source: Size
sv: Storlek

source: User
sv: Användare

source: Vetvision will close in Windows if open
sv: Vetvision kommer stängas i Windows om det är öppet

source: Virtual Machine
sv: Virtuell maskin

source: Yes
sv: Ja
